Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4001 JM Toolkit - Rev1- Master - 16Jan14.docx-omegat.tmx
Source language: en
Languages: es

source: Route of journey and locations of intended rest breaks including for alternative routes.
es: Ruta del viaje y lugares donde se tomarán los descansos, además de las rutas alternativas

source: Communication device details, emergency contacts and check-in protocols.
es: Detalles de los equipos de comunicación, contactos de emergencia y protocolos de chequeo

source: Emergency response capabilities and procedures.
es: Capacidades y procedimientos de respuesta a emergencias

source: A field review or “Take 5” of HaSEP hazards and controls including road and weather conditions and personal security considerations.
es: Una revisión de campo o de «5 minutos» de los peligros y controles del HaSEP con respecto a las condiciones del camino y del tiempo y las consideraciones de seguridad personales.

source: Golder employees who operate a mode of transport for work related operations must be competent and hold the required licence(s) to operate the mode of transport.
es: Los colaboradores de Golder que operan un medio de transporte en sus labores deben ser competentes y tener las licencias pertinentes.

source: Holding a government issued operator’s license may not be sufficient for employees to operate modes of transport on Golder business and additional or specialist training may be required.
es: Es posible que el hecho de tener una licencia otorgada por la autoridad no sea suficiente para operar medios de transporte en labores de Golder y que se necesite capacitación adicional o especializada.

source: Where modes of transport are provided by a client for Golder employee transportation contact with the client should be made to determine as far as practicable that the operators are competent and licenced to operate the mode of transport.
es: Cuando un cliente disponga de medios de transporte para colaboradores de Golder, se debe contactar al cliente para determinar, de ser posible, si los operadores son competentes y si tienen las licencias pertinentes.

source: Operating Distractions
es: Distracciones en la operación

source: Mobile phones and other communication devices shall not be used by a person operating a motor vehicle including:
es: Una persona que esté conduciendo un vehículo motorizado no debe usar teléfonos móviles u otros dispositivos de comunicación y abstenerse de:

source: touching it in any way other than passing it to a passenger, and;
es: tocarlos de cualquier otra manera que no sea pasárselos a un pasajero;

source: the use of hands free or Bluetooth™ devices.
es: usar dispositivos manos-libres o Bluetooth™.

source: Employees should not be expected to make or receive phone calls when operating a vehicle.
es: Se espera que los colaboradores no hagan ni reciban llamadas telefónicas mientras conducen un vehículo.

source: Entering destination information is believed to be the most distracting task associated with the use of a route guidance system like GPS.
es: Se cree que ingresar la información del destino es la tarea que distrae más la atención entre aquellas relacionadas con el uso de un sistema de asistencia en la ruta, como el GPS.

source: Navigation guidance systems should be safely located where they do not restrict the view of the traffic ahead, behind and to each side of the vehicle.
es: La ubicación segura de los sistemas de ayuda a la navegación es aquella que no limite la visión del tráfico adelante, detrás o a los costados del vehículo.

source: Information should be entered into the system prior to departure.
es: Debe ingresarse la información en el sistema antes de partir.

source: If changes to the route are required the vehicle must be stopped and safely parked before operating the navigation system.
es: Si es necesario hacer cambios en la ruta, se debe detener el vehículo y estacionarlo en un lugar seguro antes de operar el sistema de navegación.

source: Some sites require the use of fixed or portable two-way radios to assist in managing traffic risks.
es: Algunos sitios requieren el uso de transceptores de radio fijos o portátiles para ayudar en el manejo de riesgos de tráfico.

source: Where required as part of a site safety management plan, UHF/VHF radios may be used whilst operating a vehicle exclusively for the purposes identified in the site safety plan.
es: Si, por estar incluidas en un plan de manejo de seguridad de un sitio, se necesitan radios UHF/VHF, estas pueden usarse al operar un vehículo exclusivamente para los efectos identificados en el plan de seguridad del sitio.

source: Only undertake short conversations on radios while operating a vehicle.
es: Al operar un vehículo, se deben tener solo conversaciones cortas por radio.

source: If a passenger is in the vehicle whenever possible they should operate the radio instead of the operator.
es: Si hay un pasajero en el vehículo y siempre que sea posible, este debe operar la radio en lugar del operador.

source: VHF radios are routinely used in marine vessels and may be used by the operator if done so in accordance with applicable maritime legislative requirements.
es: En embarcaciones, las radios VHF se usan de manera rutinaria y el operador puede usarlas si lo hace de conformidad con la legislación marítima pertinente.

source: Training and Competency
es: Capacitación y competencias

source: Experience driving private vehicles does not necessarily provide the degree of training necessary to operate vehicles safely on behalf of Golder.
es: La experiencia de conducción de vehículos particulares no necesariamente habilita para operar vehículos de manera segura en labores de Golder.

source: Vehicles used for work purposes may also have features and equipment not found on private vehicles e.g. flashing lights, cargo securing equipment and emergency equipment.
es: Los vehículos usados para fines de trabajo también pueden tener características y equipamiento que no se encuentra en vehículos particulares tales como balizas, equipos para sujetar carga y equipos de emergencia.

source: Additional operator training for project work should be identified during the planning stage and detailed in the HaSEP e.g. 4WD vehicle operation, driving through rough terrain/water courses, winter driving, driving on resource (radio controlled) roads, etc.
es: Durante la etapa de planificación, debe considerarse capacitación adicional para operadores que ejecuten labores en el proyecto. Esta capacitación debe detallarse en el HaSEP y puede tratarse, por ejemplo, de conducción 4x4, conducción en terreno accidentado o cursos de agua, conducción en invierno, conducción en caminos de recursos (controlados por radio), etc.

source: Where employees are required to operate modes of transport outside of their own Op-Co they shall meet the legal requirements to operate the form of transport (e.g. an International or local Driving License) and any medical or training conditions legally required by the “out of country” location.
es: Si se requiere que los colaboradores operen medios de transporte fuera de su propia Operación, deben cumplir los requisitos legales para operar ese medio (por ejemplo, licencia de conducir internacional o local) y cualquier requisito médico o de capacitación que exija la ley en el lugar fuera del país.

source: Regardless of the legality of other countries operator’s licences, a practical road test should be considered by the Golder entity that “owns” the out of country location to assess competence with local conditions.
es: Sin importar la legalidad de las licencias otorgadas en otros países, la entidad de Golder ligada al lugar fuera del país debe contemplar una prueba de manejo para evaluar las competencias en las condiciones locales.

source: This is particularly important where the Golder employee is required to drive on the opposite side of the road than they are used to.
es: Esto es de particular importancia cuando se requiere que el colaborador de Golder conduzca en el lado del camino opuesto al que usa habitualmente.

source: Inductions
es: Inducciones

source: Operator training is an important aspect in reducing the risks associated with vehicle use however it should be supported by induction and familiarisation with the specific mode of transport they will be operating.
es: La capacitación de los operadores es un aspecto importante para reducir los riesgos asociados con el uso de vehículos. Sin embargo, debe respaldarse con inducciones y familiarización con el medio específico de transporte que operarán.

source: Inductions ensure the operator understands the key safety and operational features of a particular mode of transport.
es: Las inducciones garantizan que el operador comprenda las características clave de seguridad y operación de un medio de transporte en particular.

source: A short test drive may also be considered to evaluate the competency of the operator.
es: También puede contemplarse una breve prueba de manejo para evaluar la competencia del operador.

source: Modes of transport shall be registered, certified and inspected in accordance with local legislative requirements and be assessed prior to each use to assess its condition and suitability for the intended operation including the planned route and transport of materials and equipment.
es: Se deben registrar, certificar e inspeccionar los medios de transporte de conformidad con la legislación local y evaluarse antes de cada uso para conocer su condición e idoneidad para el uso previsto y para la ruta planificada y el transporte de materiales y equipos.

source: Rental Vehicles
es: Vehículos de alquiler

source: Rental vehicles must comply with local legislation and regulations pertaining to the class of vehicle.
es: Los vehículos de alquiler deben cumplir con la legislación y normativa locales en lo respectivo a la clase de vehículo.

source: Beyond local compliance every effort should be made to ensure the rental transport complies with the Golder standard as far as practicable.
es: Además de la normativa local, se debe procurar que el transporte de alquiler cumpla tanto como sea posible con la normativa de Golder.

source: This may require modifications to be made to local vehicles (fitting of flashing lights/UHF radios /emergency equipment/etc) or sourcing vehicles from outside the country for a project.
es: Para un proyecto, se podría necesitar hacer modificaciones a vehículos locales (equiparlos con balizas, radios UHF o equipos de emergencia, entre otros) o traer vehículos de fuera del país.

source: Op-Cos should liaise with rental companies to discuss our expectations pertaining to fleet safety and environmental standards and identify those suitable on Golder’s Subcontractor Database.
es: Las Operaciones deben mantener contacto con empresas de alquiler de vehículos para manifestarles nuestras expectativas en cuanto a la seguridad de la flota y a las normas ambientales y deben registrar a aquellas idóneas en la base de datos de proveedores de Golder.

source: In some countries it may not be possible to access rental vehicles which meet all our mandatory and desired features; however prior assessment will assist in identifying those that most closely match our criteria.
es: En algunos países, quizá no se pueda tener acceso a vehículos de alquiler que cumplan con todas nuestras exigencias obligatorias y deseadas. Sin embargo, una evaluación previa permitirá identificar a aquellos que se aproximen más a nuestros criterios.

source: Where it is known that a project will involve working in areas where transport standards may be compromised this should be addressed through the risk assessment process early in the project planning process.
es: Cuando se sepa que un proyecto implica trabajar en lugares donde no puedan respetarse a cabalidad las normas de transporte, esto debe canalizarse a través del proceso de evaluación de riesgos tempranamente en el proceso de planificación del proyecto.

source: The use of Private Vehicles for Work Purposes
es: Uso de vehículos particulares para fines laborales

source: Employees may elect to use private vehicles for work purposes.
es: Los colaboradores pueden optar por usar vehículos particulares para fines laborales.

source: Employees are compensated on a monetary amount/per unit distance travelled basis to cover a variety of costs associated with work use.
es: Se compensará monetariamente por unidad de distancia recorrida a estos para cubrir los diversos costos asociados con el uso laboral de sus vehículos.

source: Private vehicles should only be used for work purposes which relate to low risk tasks such as visiting clients and driving on sealed roads.
es: Solo deben usarse vehículos particulares para fines laborales que se relacionen con tareas de bajo riesgo como visitar a clientes y conducir en caminos pavimentados.

source: Field work should not be undertaken in private vehicles.
es: No se deben ejecutar labores de campo en vehículos particulares.

source: Cargo Carrying
es: Transporte de carga

source: The mode of transport should be suitable for the loads carried and should have adequate anchor points to ensure that loads can be adequately secured.
es: El medio de transporte debe ser apto para las cargas que transporta y debe tener puntos de anclaje suficientes para asegurarse de que puedan sujetarse las cargas correctamente.

source: Employees considering transporting dangerous goods should seek expert advice before proceeding.
es: Los colaboradores que contemplen el transporte de artículos peligrosos deben procurar asesorarse por un experto antes de proceder.

source: Prior to carrying cargo in any mode of transport an assessment should be undertaken.
es: Antes de transportar carga en cualquier medio de transporte, debe llevarse a cabo una evaluación.

source: Trailering / Towing
es: Remolque

source: Towing requires more skill and effort than normal driving and may require specific training and levels of competence prior to undertaking towing for work operations.
es: En las operaciones de remolque es necesario ejercer mayor habilidad y esfuerzo que en la conducción normal y puede necesitarse capacitación específica y contar con niveles de competencia previos.

source: Training should include how to choose the correct tow vehicle, load trailers for tongue/nose weight and securing the load.
es: La capacitación debe incluir la manera de elegir el vehículo de remolque correcto, la manera de balancear la carga en el remolque y la manera de sujetarla.

source: Pre-use Checks and Inspections
es: Revisiones e inspecciones antes del uso

source: Modes of transport should have a visual inspection prior to each use to check their safe condition.
es: Se debe hacer una inspección visual a los medios de transporte antes de cada uso para verificar que su condición sea segura.

source: The easiest way to do this is to develop a checklist specific to the mode of transport which can be completed by the operator.
es: Lo más fácil es que el operador use una lista de cotejo elaborada específicamente para el medio de transporte.

source: Maintenance / Servicing
es: Mantenimiento y servicio

source: Well maintained vehicles are safer, more reliable, run more efficiently and thereby emit the least amount of emissions for a given vehicle.
es: Los vehículos bien mantenidos son más seguros, más confiables, más eficientes y generan menos emisiones.

source: Management of vehicle maintenance should be developed through research and consultation with the requirements of vehicle manufacturer or recommendations from qualified vehicle mechanics.
es: El manejo del mantenimiento de vehículos debe desarrollarse mediante investigación y consulta de los requisitos o las recomendaciones del fabricante con mecánicos de vehículos calificados.

source: All service, maintenance and repair work should be completed by a qualified and approved provider.
es: Todo el trabajo de servicio, mantenimiento y reparación debe ser efectuado por un proveedor calificado y autorizado.

source: Defective vehicles must be removed from service immediately and remain out of service until the defects are corrected.
es: Los vehículos defectuosos deben retirarse de servicio de inmediato y permanecer fuera de servicio hasta que sus defectos hayan sido corregidos.

source: Equipment or systems needed for safe operation must not be knowingly disabled.
es: No se deben deshabilitar a sabiendas los equipos o sistemas necesarios para una operación segura.

source: Personal Safety Devices and Equipment
es: Dispositivos y equipos de seguridad personal

source: Seat belt use is mandatory.
es: El uso del cinturón de seguridad es obligatorio.

source: Where fitted, seat belts or restraining harnesses shall be worn by operators and passengers whilst the vehicle is in motion.
es: Mientras el vehículo esté en movimiento, los operadores y pasajeros deben usar cinturón o arnés de seguridad, si el vehículo está equipado con este último.

source: This requirement may be excepted when a person has a specified medical condition and can demonstrate this through a medical certificate.
es: La sola excepción a este requisito es si la persona tiene una afección específica que pueda demostrar con un certificado médico.

source: Some modes of transport may require the operator and passengers to wear specific personal protective equipment (PPE) e.g. motorcycles, marine vessels, horse riding.
es: Algunos medios de transporte pueden requerir que el operador y los pasajeros usen equipo de protección personal (EPP) específico, como es el caso de motocicletas, embarcaciones y la cabalgata.

source: Appropriate PPE shall be worn as required by local legislation, the mode of transport manufacturer’s instructions or through risk assessment; whichever specifies the more protective standard.
es: El EPP correspondiente debe usarse de conformidad con la norma de protección más exigente especificada ya sea por la legislación local, las instrucciones del fabricante del medio de transporte o una evaluación de riesgo.

source: The requirement for PPE, including training needs, should be included in the pre-use assessment of the mode of transport.
es: El requisito de usar EPP, así como la necesidad de capacitación, debe incluirse en la evaluación previa al uso del medio de transporte.

source: Where PPE is required this must meet local regulatory standards, be sized and fitted correctly and worn at all times required.
es: Si se requiere usar EPP, este debe cumplir con las normas locales, tener el tamaño y la talla correctos y usarse en todo momento que sea exigido.

source: Emergency Equipment
es: Equipos de emergencia

source: All modes of transport, including private vehicles used for Golder business, should contain safety and emergency equipment applicable to the risk.
es: Todos los medios de transporte, inclusive los vehículos particulares usados para actividades de Golder, deben contener equipos de seguridad y emergencia equiparables al riesgo.

source: Identification of suitable safety and emergency equipment should form part of the journey management assessment.
es: La identificación del equipo de seguridad y emergencia adecuado debe ser parte de la evaluación del manejo de viajes.

source: Assessment of the route should include where possible:
es: Siempre que sea posible, la evaluación de la ruta debe contemplar:

source: identifying a secondary route;
es: Identificación de una ruta secundaria

source: the suitability of the route for the intended mode of transport e.g. the use of heavy vehicles on minor roads or only using four-wheel drive vehicles off-road;
es: Idoneidad de la ruta para el medio de transporte previsto (por ejemplo, uso de vehículos pesados en caminos menores o solo uso de vehículos 4x4 fuera de carretera)

source: physical hazards along the route and their impact on various modes of transport e.g. bridges (low height or limited load ratings), tunnels (height and width), level crossings (road vehicles, particularly motorcycles), tight turns (long vehicles), adequate traffic separation, pedestrian traffic controlled, school zones etc;
es: Peligros físicos a lo largo de la ruta y su impacto en diversos medios de transporte (por ejemplo, puentes [baja altura o capacidades de carga limitadas], túneles [alto y ancho], cruces a nivel [vehículos terrestres, sobre todo motocicletas], curvas cerradas [vehículos largos], separación suficiente del tráfico, control del tráfico de peatones, zonas de escuela, etc.)

source: potential for encounters with flora, fauna or;
es: Potencial de encontrarse con flora o fauna

source: travel through areas of environmental or heritage significance.
es: Viajes por áreas de importancia ambiental o patrimonial

source: Other useful data includes the history of the route including crash statistics and traffic density / composition; however this information may be difficult to obtain.
es: Otros datos útiles son el historial de la ruta con las estadísticas de accidentes y densidad/composición del tráfico. Sin embargo, esta información puede ser difícil de obtener.

source: Site Traffic Standards
es: Normas de tránsito en sitios

source: Client sites may have vehicle operation requirements and hazards that are very different from those normally encountered in public driving, such as: poor visibility, congested conditions, left or right side driving that is location specific, operation of heavy vehicles around each other and proximity of light vehicles to heavy vehicles.
es: Los sitios de clientes pueden tener requisitos de operación de vehículos y peligros muy distintos de los que se encuentran normalmente en caminos públicos, a saber, mala visibilidad, congestión, conducción a la izquierda o derecha según el lugar, operación de vehículos pesados en las cercanías y proximidad entre vehículos livianos y pesados.

source: Establishing clear traffic procedures, communicating those procedures in training and by signage, and ensuring that the procedures are followed is essential to safe operation.
es: Para una operación segura es esencial establecer procedimientos claros de tránsito y que estos se comuniquen con capacitaciones y señalética y se debe garantizar el respeto de estos procedimientos.

source: Travel Scheduling
es: Programación de viajes

source: Assessment of routes should also include the distance to be travelled and the proposed schedule and timing of the journey.
es: La evaluación de rutas también debe incluir la distancia a recorrer y la propuesta de cronograma y tiempos del viaje.

source: Long distance driving alone and driving overnight should be avoided where possible.
es: De ser posible, se debe evitar conducir solo y de noche en distancias largas.

source: Contact persons
es: Personas de contacto

source: The journey management plan should identify a check in process.
es: El plan de manejo de viajes debe incluir un proceso de chequeo.

source: The HaSEP system contains a check in process which may be used if applicable to the intended journey or a journey specific process may be developed.
es: El sistema HaSEP contiene un proceso de chequeo que puede usarse si es pertinente al viaje previsto o se puede elaborar un proceso específico para el viaje.

source: The schedule for check-in will change depending on the assessment of the hazards in the journey but should, as a minimum include pre-departure and on-arrival contact.
es: El cronograma para el chequeo cambiará según la evaluación de los peligros en el viaje, pero debe contemplar, como mínimo, contactarse antes de la salida y a la llegada.
